import { ValueType } from '@wns/features/HistoryBrand/components/OurValues/model/ValueType';

export const valuesMock: ValueType[] = [
  {
    id: '1',
    title: 'Инновации',
    letter: 'И',
    description:
      'Мы постоянно исследуем новые технологии и методы работы с титаном, чтобы создавать уникальные изделия.',
  },
  {
    id: '2',
    title: 'Качество',
    letter: 'К',
    description: 'Каждое изделие проходит строгий контроль качества на всех этапах производства.',
  },
  {
    id: '3',
    title: 'Устойчивость',
    letter: 'У',
    description:
      'Мы стремимся минимизировать воздействие на окружающую среду, используя экологичные методы производства.',
  },
  {
    id: '4',
    title: 'Индивидуальность',
    letter: 'И',
    description: 'Мы создаем украшения, которые подчеркивают индивидуальность и стиль их владельцев.',
  },
];
