import { TeamType } from '@wns/features/HistoryBrand/components/Team/model/TeamType';

export const teamMock: TeamType[] = [
  {
    id: '1',
    name: 'Александр Соколов',
    position: 'Основатель и главный дизайнер',
    description:
      'Ювелир с 15-летним опытом работы. Александр увлекся титаном после работы в аэрокосмической отрасли, где оценил уникальные свойства этого материала.',
  },
  {
    id: '2',
    name: 'Елена Морозова',
    position: 'Технический директор',
    description:
      'Инженер-материаловед, специализирующийся на обработке титана. Елена отвечает за разработку технологических процессов производства.',
  },
  {
    id: '3',
    name: 'Дмитрий Волков',
    position: 'Мастер-ювелир',
    description:
      'Дмитрий обладает уникальными навыками работы с титаном. Он отвечает за финальную обработку и полировку каждого изделия.',
  },
];
