import { TimeLineType } from '@wns/features/HistoryBrand/components/Timeline/model/TimelineTypes';

export const timelineMock: TimeLineType[] = [
  {
    id: '1',
    year: '2015',
    title: 'ОСНОВАНИЕ КОМПАНИИ',
    description:
      'Группа ювелиров и инженеров объединилась, чтобы создать бренд, специализирующийся на украшениях из титана.',
  },
  {
    id: '2',
    year: '2017',
    title: 'ПЕРВАЯ КОЛЛЕКЦИЯ',
    description: 'Запуск первой коллекции "Минимал", которая быстро привлекла внимание ценителей современного дизайна.',
  },
  {
    id: '3',
    year: '2019',
    title: 'ОТКРЫТИЕ ФЛАГМАНСКОГО ШОУРУМА',
    description: 'Открытие первого шоурума в Москве, где клиенты могут увидеть и примерить все наши изделия.',
  },
  {
    id: '4',
    year: '2021',
    title: 'МЕЖДУНАРОДНОЕ ПРИЗНАНИЕ',
    description:
      'Наши украшения получили престижную награду на международной выставке современного ювелирного искусства.',
  },
  {
    id: '5',
    year: '2023',
    title: 'ЗАПУСК УСЛУГИ ИНДИВИДУАЛЬНОГО ДИЗАЙНА',
    description: 'Мы начали предлагать услугу создания украшений по индивидуальному дизайну клиента.',
  },
];
