import { IProcess } from './type';

export const creationProcess: IProcess[] = [
  {
    id: 1,
    title: 'ПРОЕКТИРОВАНИЕ',
    description:
      'Каждое изделие начинается с детального 3D-проектирования, учитывающего все особенности материала и эргономику',
  },
  {
    id: 2,
    title: 'ОБРАБОТКА',
    description:
      'Титан обрабатывается с использованием высокоточного оборудования для достижения идеальной формы и размеров',
  },
  {
    id: 3,
    title: 'ФИНИШНАЯ ОТДЕЛКА',
    description:
      'Каждое изделие проходит ручную полировку и финишную обработку для создания безупречного внешнего вида',
  },
];
