import { Properties } from './type';

export const propertiesData: Properties[] = [
  {
    id: 1,
    title: 'ПРОЧНОСТЬ И ЛЕГКОСТЬ',
    description:
      'Титан обладает самым высоким соотношением прочности к весу среди всех металлов. Он на 45% легче стали, но при этом превосходит ее по прочности. Это делает титановые украшения невероятно комфортными для повседневной носки.',
  },
  {
    id: 2,
    title: 'ГИПОАЛЛЕРГЕННОСТЬ',
    description:
      'Титан биосовместим с человеческим организмом и не вызывает аллергических реакций. Это делает его идеальным выбором для людей с чувствительной кожей и аллергией на другие металлы.',
  },
  {
    id: 3,
    title: 'УСТОЙЧИВОСТЬ К КОРРОЗИИ',
    description:
      'Титан не тускнеет, не окисляется и устойчив к воздействию воды, соли и большинства кислот. Ваши украшения всегда будут выглядеть как новые, даже после многих лет носки.',
  },
];
