import { Review } from './ReviewTypes';

export const reviewsMock: Review[] = [
  {
    id: 1,
    name: 'Анна М.',
    city: 'Москва',
    review: '"Кольцо из титана стало моим любимым украшением. Оно невероятно легкое, я часто забываю, что оно на мне!"',
  },
  {
    id: 2,
    name: 'Дмитрий К.',
    city: 'Санкт-Петербург',
    review:
      '"Браслет выглядит стильно и современно. Ношу его уже год, и он выглядит как новый, несмотря на активный образ жизни."',
  },
  {
    id: 3,
    name: 'Елена В.',
    city: 'Екатеринбург',
    review: '"У меня аллергия на многие металлы, но с титановыми серьгами никаких проблем. Очень довольна покупкой!"',
  },
];
